



/* Standard Flash badge text */
"Flash" = "Flash";

/* Fullscreen Window Title */
"ClickToFlash Fullscreen" = "ClickToFlash Fullscreen";

/* Tooltip for fullscreen button while not in fullscreen mode */
"Fill entire screen" = "Fill entire screen";

/* Tooltip for fullscreen button while in fullscreen mode */
"Return to Web Page" = "Return to web page";
/* Accessibility: CTFActionButton, Title of Contextual Menu */
"ClickToFlash Contextual menu" = "ClickToFlash Contextual Menu";

/* Load Flash contextual menu item */
"Load Flash" = "Load Flash";

/* Load All on this page contextual menu item */
"Load All on this Page" = "Load All Flash";

/* Hide Flash contextual menu item (sets display:none) */
"Hide Flash" = "Hide Flash";

/* Remove Flash contextual menu item (sets visibility: hidden) */
"Remove Flash" = "Remove Flash";

/* Add <sitename> to Whitelist menu item */
"Add %@ to Whitelist" = "Automatically Load Flash on “%@”";

/* Preferences Contextual Menu Item */
"ClickToFlash Preferences..." = "ClickToFlash Preferences…";



/* NSAccessibilityDescriptionAttribute for CTFMainButton */
"Load Flash Content" = "Load Flash Content";



/* Format for badge text for video service. This should probably just be %@ */
"%@ (VideoServiceName)" = "%@";

/* Format to create a 'Video Service...'-style string */
"%@..." = "%@…";

/* H.264 badge text [CTFKillerVideo] */
"H.264" = "QuickTime";

/* HD H.264 badge text */
"HD H.264" = "QuickTime HD";



/* Load H.264 context menu item */
"Load H.264" = "Load with QuickTime";

/* Load Smaller Version contextual menu item (alternate for the standard Load H.264 item when the default uses the 'HD' version) */
"Load H.264 SD Version" = "Load Smaller Version with QuickTime";

/* Load Larger Version contextual menu item (alternate for the standard Load H.264 item when the default uses the non-'HD' version) */
"Load H.264 HD Version" = "Load Larger Version with QuickTime";

/* Load SITENAME page for this video menu item */
"Load %@ page for this video" = "Go to %@ Page for this Movie";

/* Open Fullscreen in QT Player menu item */
"Play Fullscreen in QuickTime Player" = "Play Fullscreen in QuickTime Player";

/* Open Smaller Version Fullscreen in QT Player contextual menu item (alternate for the standard item when the default uses the 'HD' version) */
"Play Smaller Version Fullscreen in QuickTime Player" = "Play Smaller Version Fullscreen in QuickTime Player";

/* Open Larger Version Fullscreen in QT Player contextual menu item (alternate for the standard item when the default uses the non-'HD' version) */
"Play Larger Version Fullscreen in QuickTime Player" = "Play Larger Version Fullscreen in QuickTime Player";

/* Download H.264 menu item */
"Download H.264" = "Download Movie File";

/* Download small size H.264 menu item (alternate for the standard item when the default uses the 'HD' version) */
"Download SD H.264" = "Download Smaller Version as Movie File";

/* Download large size H.264 menu item (alternate for the standard item when the default uses the non-'HD' version) */
"Download HD H.264" = "Download Larger Version as Movie File";



/* CTFKillerVideo: Label for HD button */
"HD" = "HD";

/* CTFKillerVideo: Tooltip for HD button when it is turned ON */
"Use smaller version of the movie" = "Use smaller version of the movie";

/* CTFKillerVideo: Tooltip for HD button when it is turned OFF */
"Use larger version of the movie" = "Use larger version of the movie";
/* CTFKillerVideo: Tooltip for Video Download button */
"Download video file" = "Download Movie File";

/* Label for download links appearing beneath the video */
"Download: " = "Download: ";

/* Text of link for downloading a version of the video in the current size; appearing beneath the video */
"Current Size" = "Current Size";

/* Text of link to additional Larger Size Video Download appearing beneath the video after the standard link */
"Larger Size" = "Larger Size";

/* Text of link to the video page on SITENAME appearing beneath the video  */
"Go to %@ Page" = "Go to %@ Page";



/* sIFR Flash badge text */
"sIFR Flash" = "Text Replacement";

/* Remove All Text Replacements */
"Don't use Text Replacement" = "Remove All Text Replacements";



/* Successful uninstallation Sheet informational message with application name */
"Please quit and relaunch '%@' for the change to take effect." = "Please quit and relaunch “%@” for the change to take effect.";



/* Always load Flash for '%@'? alert title */
"Always load Flash for '%@'?" = "Automatically use Flash on “%@”?";

/* Add <sitename> to the whitelist? alert message including removal instruction. %1$@ is the page's host name, %2$@ is the application name. */
"Add %1$@ to the whitelist? This can be undone by opening ClickToFlash Prefrences from the %2$@ menu and removing the site from the list." = "To revert the decision to automatically use Flash, open ClickToFlash’s Preferences from the “ClickToFlash” submenu of the “%2$@” menu and remove “%1$@” from the list in the Preferences window that appears.";

/* Add to Whitelist button */
"Add to Whitelist" = "Automatically use Flash";

/* Cancel button */
"Cancel" = "Cancel";